console.log(`1. Task: https://github.com/rolling-scopes-school/tasks/blob/master/tasks/cv/cv.md
2. Screenshot:
   ![](https://prnt.sc/1stvghn)
3. Deploy: https://smofyyy.github.io/rsschool-cv/
4. Done 19.09.2021 / deadline 21.09.2021
5. Score: 140 / 150
Самооценка:
- вёрстка валидная +10
- вёрстка семантическая +20
- для оформления СV используются css-стили +10
- контент размещается в блоке, который горизонтально центрируется на странице. Фоновый цвет, если он есть, тянется во всю ширину страницы +10
- вёрстка адаптивная: ни на одном из разрешений экрана до 320px включительно не появляется горизонтальная полоса прокрутки, при этом всё содержание страницы сохраняется +10
- есть адаптивное бургер-меню. Ссылки в пунктах меню ведут на основные разделы CV. При кликах по пунктам меню реализована плавная прокрутка по якорям. При уменьшении ширины экрана меню становится адаптивным. Внешний вид адаптивного меню можно скопировать с макета музея +0 (не видел смысла в нем в моем CV)
- на странице СV присутствует изображение - фото или аватарка автора CV, пропорции изображения не искажены, у изображения есть атрибут alt (может быть пустым) +10
- контакты для связи и перечень навыков оформлены в виде списка ul > li +10
- CV содержит контакты для связи, краткую информацию о себе, перечень навыков, информацию об образовании и уровне английского +10
- CV содержит пример вашего кода (например, решение задачи с сайта codewars) с подсветкой кода +10
- CV содержит изображения-ссылки на выполненные вами проекты. При клике по изображению страница проекта открывается в новой вкладке. У каждого проекта есть название, небольшое описание, указан перечень используемых технологий. +10
- CV выполнено на английском языке +10
- выполнены требования к Pull Request +10
- есть видеорезюме автора CV на английском языке +0 ( ¯\_(ツ)_/¯)
- дизайн, оформление, качество выполнения CV не ниже чем в примерах CV, приведённых в материалах к заданию (мне кажется выглядит неплохо, не буду хоть раз занижать свои старания) +10)`)